/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2007 Apple, Inc.";

AMName = "Apply Firmware Password";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "";
AMDInput = "Input is accepted from any SIU Automator action.";
AMDNote = "";
AMDOptions = "The passwords provided must match. If they do not, neither password will be applied.";
AMDResult = "Provides output to any other SIU Automator action.";
AMDRequires = "";
AMDSummary = "This action will configure the NetInstall set to apply a firmware password to the target machine.";
AMDWebsite = "";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "";
IgnoreButton = "";
Message = "";